{
  "Version": "1.3",
  "ID": "f1egduhygzdx6uigpou4jnelosea62nyjlabcxili",
  "Issue Number": "139",
  "Client": {
    "Name": "Marcazor Conseil",
    "Region": "France",
    "Industry": "IT & Technology Services",
    "Website": "https://www.marcazor-conseil.com/",
    "Social Media": "https://www.linkedin.com/company/marcazor/",
    "Social Media Type": "Other",
    "Role": "Storage provider filling out application on behalf of the data owner"
  },
  "Project": {
    "Brief history of your project and organization": "**Marcazor Conseil** is a French consulting company focused on data, IT strategy and digital transformation for small and mid-sized businesses.\n\nOver the past years, Marcazor Conseil has accumulated a growing volume of internal operational data:\n\n- source code and configuration repositories for internal tools and client delivery assets,\n- documentation and collateral used in client engagements,\n- financial and accounting exports required for regulatory and tax audits,\n- CRM and project-management exports used for long-term traceability,\n- internal logs, analytics and monitoring data for the company’s infrastructure.\n\nThese assets are critical for business continuity, compliance and future analytics. Today, they are stored across several local and cloud systems with heterogeneous retention policies.\n\nOperational copies will remain in Marcazor Conseil’s primary systems, while Filecoin will act as a long-term, verifiable archive.",
    "Is this project associated with other projects/ecosystem stakeholders?": "Yes",
    "Describe the data being stored onto Filecoin": "The dataset consists of **internal backups for Marcazor Conseil**. It aggregates several categories of data:\n\n- **Source-code and configuration backups** for internal tools, automation scripts, and infrastructure-as-code that support client deliveries and internal operations.\n- **Business and project documentation**, including proposals, reports, slide decks, and knowledge-base content produced for clients or internal use.\n- **CRM / project-management exports** (anonymized where needed), used to track engagement history, pipeline, and delivery traceability over many years.\n- **Infrastructure and application logs**, monitoring snapshots and analytics data that are periodically archived for security investigations, performance analysis, and compliance.\n- **ML models**, fine-tuned for customers’ project\n\nTypical file types include databases exports (CSV, Parquet, SQL dumps), office documents (PDF, DOCX, XLSX, PPTX), code repositories (Git bundles, tarballs), JSON/NDJSON logs, and compressed archives (tar.gz, zstd, etc.).\n\nAll data belongs to **Marcazor Conseil** and is **private, business-critical and not publicly retrievable**. It is either encrypted at the source or will be encrypted before onboarding to Filecoin.\n\nMarcazor Conseil will maintain hot or warm operational copies in its primary storage systems; Filecoin will be used as a long-term, verifiable archival layer",
    "Where was the data currently stored in this dataset sourced from": "My Own Storage Infra",
    "How do you plan to prepare the dataset": "Mintera will help Marcazor Conseil prepare the data in an operationally safe and reproducible manner.\nFiles and folders from Marcazor Conseil's storage infra will be organized and converted into CAR files in order to fill the appropriate number of 64 GiB CC sectors.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "They are private",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[ ] I confirm",
    "What is the expected retrieval frequency for this data": "Sporadic",
    "For how long do you plan to keep this dataset stored on Filecoin": "1 to 1.5 years",
    "In which geographies do you plan on making storage deals": "Europe",
    "How will you be distributing your data to storage providers": "Lotus built-in data transfer",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f03612942\nf03677966",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "100TiB",
    "Single Size Dataset": "25TiB",
    "Replicas": 4,
    "Weekly Allocation": "10TiB"
  },
  "Lifecycle": {
    "State": "KYCRequested",
    "Validated At": "",
    "Validated By": "",
    "Active": true,
    "Updated At": "2025-12-02 17:40:57.621086133 UTC",
    "Active Request ID": "",
    "On Chain Address": "f1egduhygzdx6uigpou4jnelosea62nyjlabcxili",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": []
}